Repository: tandori46001/personal-hygiene
Catalog: App/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr

# routine.title
source: My routine
es: Mi rutina
fr: Ma routine

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler

# common.save
source: Save
es: Guardar
fr: Enregistrer

# common.create
source: Create
es: Crear
fr: Créer

# common.dismiss
source: Dismiss
es: Descartar
fr: Ignorer

# tab.today
source: Today
es: Hoy
fr: Aujourd'hui

# tab.templates
source: Templates
es: Plantillas
fr: Modèles

# today.title
source: Today
es: Hoy
fr: Aujourd'hui

# today.now
source: Now
es: Ahora
fr: Maintenant

# today.next
source: Next up
es: Siguiente
fr: Suivant

# today.section.schedule
source: Today's schedule
es: Horario de hoy
fr: Programme du jour

# today.section.birthdays
source: 🎂 Birthdays
es: 🎂 Cumpleaños
fr: 🎂 Anniversaires

# today.section.importantDays
source: 🎉 Special days
es: 🎉 Días especiales
fr: 🎉 Jours spéciaux

# today.birthday.todayBang
source: Today!
es: ¡Hoy!
fr: Aujourd'hui !

# today.birthday.inDays %lld
source: in %lld days
es: en %lld días
fr: dans %lld jours

# today.birthday.turning %lld
source: turning %lld
es: cumple %lld
fr: %lld ans

# today.importantDay.todayBang
source: Today!
es: ¡Hoy!
fr: Aujourd'hui !

# today.importantDay.inDays %lld
source: in %lld days
es: en %lld días
fr: dans %lld jours

# settings.section.importantDays
source: Special days
es: Días especiales
fr: Jours spéciaux

# settings.importantDays.entry
source: Manage special days
es: Gestionar días especiales
fr: Gérer jours spéciaux

# settings.importantDays.title
source: Special days
es: Días especiales
fr: Jours spéciaux

# settings.importantDays.section.custom
source: Custom
es: Personalizados
fr: Personnalisés

# settings.importantDays.section.seeded
source: Built-in
es: Predefinidos
fr: Prédéfinis

# settings.importantDays.add
source: Add
es: Añadir
fr: Ajouter

# settings.importantDays.add.title
source: Add a special day
es: Añadir día especial
fr: Ajouter un jour spécial

# settings.importantDays.add.name
source: Name
es: Nombre
fr: Nom

# settings.importantDays.add.name.placeholder
source: e.g. Wedding anniversary
es: ej. Aniversario de boda
fr: ex. Anniversaire de mariage

# settings.importantDays.add.date
source: Date
es: Fecha

# settings.importantDays.add.includeYear
source: Include year (anniversary)
es: Incluir año (aniversario)
fr: Inclure l'année (anniversaire)

# settings.importantDays.add.footer
source: If include-year is on, the row will show the age this year. Otherwise it repeats every year on the same month/day.
es: Si activas "Incluir año", la fila mostrará los años cumplidos. Si no, se repite cada año en el mismo día.
fr: Si « Inclure l'année » est activé, la ligne affichera l'âge cette année. Sinon, elle se répète chaque année.

# itinerary.wizard.title
source: AI itinerary
es: Itinerario IA
fr: Itinéraire IA

# itinerary.wizard.entry
source: AI itinerary wizard
es: Asistente itinerario IA
fr: Assistant itinéraire IA

# itinerary.wizard.entry.footer
source: 5 quick questions → tailored prompt for Apple Intelligence or any AI assistant.
es: 5 preguntas rápidas → prompt para Apple Intelligence o cualquier asistente IA.
fr: 5 questions rapides → prompt pour Apple Intelligence ou tout assistant IA.

# itinerary.wizard.back
source: Back
es: Atrás
fr: Précédent

# itinerary.wizard.next
source: Next
es: Siguiente
fr: Suivant

# itinerary.wizard.skip
source: Skip
es: Saltar
fr: Passer

# itinerary.wizard.generate
source: Generate
es: Generar
fr: Générer

# itinerary.wizard.unset
source: Skip — no preference
es: Saltar — sin preferencia
fr: Passer — sans préférence

# itinerary.wizard.stage1.title
source: 1. Who's travelling?
es: 1. ¿Quién viaja?
fr: 1. Qui voyage ?

# itinerary.wizard.stage1.count %lld
source: Travellers: %lld
es: Viajeros: %lld
fr: Voyageurs : %lld

# itinerary.wizard.stage1.names
source: Names + ages
es: Nombres + edades
fr: Noms + âges

# itinerary.wizard.stage1.names.placeholder
source: e.g. Maya 7, Lucas 4
es: ej. Maya 7, Lucas 4
fr: ex. Maya 7, Lucas 4

# itinerary.wizard.stage1.relationships
source: Relationships
es: Relaciones
fr: Relations

# itinerary.wizard.stage1.fitness
source: Fitness level
es: Nivel forma física
fr: Forme physique

# itinerary.wizard.stage1.mobility
source: Mobility needs
es: Movilidad
fr: Mobilité

# itinerary.wizard.stage1.dietary
source: Dietary restrictions
es: Restricciones alimentarias
fr: Restrictions alimentaires

# itinerary.wizard.stage2.title
source: 2. Style + transport
es: 2. Estilo + transporte

# itinerary.wizard.stage2.vibe
source: Trip vibe
es: Estilo del viaje
fr: Style du voyage

# itinerary.wizard.stage2.transport
source: Transport modes
es: Transporte
fr: Transport

# itinerary.wizard.stage2.pace
source: Pace
es: Ritmo
fr: Rythme

# itinerary.wizard.stage2.avoid
source: Avoid
es: Evitar
fr: Éviter

# itinerary.wizard.stage3.title
source: 3. Accommodation
es: 3. Alojamiento
fr: 3. Hébergement

# itinerary.wizard.stage3.booked
source: Booked
es: Reservado
fr: Réservé

# itinerary.wizard.stage3.city
source: City / area
es: Ciudad / zona
fr: Ville / zone

# itinerary.wizard.stage3.city.placeholder
source: e.g. Shibuya
es: ej. Shibuya
fr: ex. Shibuya

# itinerary.wizard.stage3.type
source: Type
es: Tipo

# itinerary.wizard.stage3.priorities
source: What matters most
es: Lo que más importa
fr: Ce qui compte le plus

# itinerary.wizard.stage4.title
source: 4. Interests
es: 4. Intereses
fr: 4. Intérêts

# itinerary.wizard.stage4.activities
source: Must-do activities
es: Actividades imprescindibles
fr: Activités indispensables

# itinerary.wizard.stage4.lovedCuisines
source: Cuisines I love
es: Cocinas que me gustan
fr: Cuisines que j'aime

# itinerary.wizard.stage4.avoidedCuisines
source: Cuisines to avoid
es: Cocinas a evitar
fr: Cuisines à éviter

# itinerary.wizard.stage4.mustSee
source: Specific places I want to see
es: Sitios concretos que quiero ver
fr: Lieux précis à voir

# itinerary.wizard.stage4.mustSee.placeholder
source: e.g. Coliseum, Trastevere
es: ej. Coliseo, Trastevere
fr: ex. Colisée, Trastevere

# itinerary.wizard.stage5.title
source: 5. Budget + logistics
es: 5. Presupuesto + logística
fr: 5. Budget + logistique

# itinerary.wizard.stage5.budgetMode
source: Budget mode
es: Modo presupuesto
fr: Mode budget

# itinerary.wizard.stage5.amount %lld
source: Amount: %lld
es: Cantidad: %lld
fr: Montant : %lld

# itinerary.wizard.stage5.priority
source: Spending priority
es: Prioridad de gasto
fr: Priorité dépenses

# itinerary.wizard.stage5.foodBudget
source: Per-meal budget
es: Por comida
fr: Par repas

# itinerary.wizard.stage5.visa
source: Passport / visa
es: Pasaporte / visa
fr: Passeport / visa

# itinerary.wizard.stage5.insurance
source: Travel insurance
es: Seguro de viaje
fr: Assurance voyage

# itinerary.output.title
source: Generate
es: Generar
fr: Générer

# itinerary.output.preview
source: Prompt preview
es: Vista previa del prompt
fr: Aperçu du prompt

# itinerary.output.action.appleFM
source: Generate with Apple Intelligence
es: Generar con Apple Intelligence
fr: Générer avec Apple Intelligence

# itinerary.output.action.copy
source: Copy prompt to clipboard
es: Copiar prompt al portapapeles
fr: Copier le prompt

# itinerary.output.copied
source: Copied!
es: ¡Copiado!
fr: Copié !

# itinerary.output.result
source: Generated itinerary
es: Itinerario generado
fr: Itinéraire généré

# itinerary.output.error.unavailable
source: Apple Intelligence unavailable on this device. Use the clipboard option instead.
es: Apple Intelligence no disponible. Usa la opción del portapapeles.
fr: Apple Intelligence indisponible. Utilisez le presse-papiers.

# itinerary.output.action.claude
source: Open in Claude.ai
es: Abrir en Claude.ai
fr: Ouvrir dans Claude.ai

# itinerary.output.action.chatgpt
source: Open in ChatGPT
es: Abrir en ChatGPT
fr: Ouvrir dans ChatGPT

# itinerary.output.action.perplexity
source: Open in Perplexity
es: Abrir en Perplexity
fr: Ouvrir dans Perplexity

# itinerary.output.openHint
source: Prompt copied — paste into the new chat
es: Prompt copiado — pégalo en el nuevo chat
fr: Prompt copié — collez-le dans le nouveau chat

# itinerary.output.clear
source: Clear saved itinerary
es: Borrar itinerario guardado
fr: Effacer l’itinéraire enregistré

# settings.page.notifications
source: Notifications
es: Notificaciones

# settings.page.appearance
source: Appearance
es: Apariencia
fr: Apparence

# settings.page.days
source: Days & Reminders
es: Días y recordatorios
fr: Jours et rappels

# settings.page.home
source: Home & Travel
es: Casa y viajes
fr: Maison et voyages

# settings.page.mood
source: Mood
es: Estado de ánimo
fr: Humeur

# settings.page.data
source: Backup & Data
es: Copia de seguridad
fr: Sauvegarde et données

# settings.page.about
source: About
es: Acerca de
fr: À propos

# settings.advisory.sources.entry
source: Advisory sources
es: Fuentes de avisos
fr: Sources d'avis

# settings.advisory.sources.title
source: Advisory sources
es: Fuentes de avisos
fr: Sources d'avis

# settings.advisory.sources.header
source: Order
es: Orden
fr: Ordre

# settings.advisory.sources.footer
source: Drag to reorder. The first source is queried first; the trip-detail advisory section shows them in this order.
es: Arrastra para reordenar. La primera fuente se consulta primero; la sección de avisos del viaje las muestra en este orden.
fr: Glissez pour réordonner. La première source est consultée en premier ; la section avis du voyage les affiche dans cet ordre.

# settings.advisory.sources.reset
source: Reset to default
es: Restablecer predeterminado
fr: Réinitialiser

# settings.advisory.source.us
source: United States — State Dept
es: Estados Unidos — Depto. de Estado
fr: États-Unis — Dept. d'État

# settings.advisory.source.canada
source: Canada — Travel.gc.ca
es: Canadá — Travel.gc.ca
fr: Canada — Voyage.gc.ca

# settings.advisory.source.uk
source: United Kingdom — FCDO
es: Reino Unido — FCDO
fr: Royaume-Uni — FCDO

# settings.advisory.source.spain
source: Spain — Exteriores
es: España — Exteriores
fr: Espagne — Exteriores

# settings.home.auto.toggle
source: Auto-detect
es: Detectar automático
fr: Détecter auto

# settings.home.auto.detecting
source: Detecting your location…
es: Detectando tu ubicación…
fr: Détection de votre position…

# settings.home.auto.detected
source: Detected
es: Detectado
fr: Détecté

# settings.home.auto.refresh
source: Refresh location
es: Actualizar ubicación
fr: Actualiser la position

# settings.home.auto.denied
source: Location access denied. Enable it in iOS Settings to auto-detect your home address, or switch to manual entry below.
es: Acceso a ubicación denegado. Actívalo en Ajustes de iOS para detectar tu casa, o cambia a entrada manual.
fr: Accès à la position refusé. Activez-le dans les Réglages iOS pour détecter votre domicile, ou passez en saisie manuelle.

# trip.detail.editHint
source: Tap any field to edit
es: Toca cualquier campo para editar
fr: Touchez un champ pour modifier

# today.action.markDone
source: Mark block done
es: Marcar bloque hecho
fr: Marquer le bloc fait

# today.action.unmarkDone
source: Mark block pending
es: Marcar bloque pendiente
fr: Marquer le bloc en attente

# today.action.skipToday
source: Skip today
es: Saltar hoy
fr: Sauter aujourd'hui

# today.action.unskipToday
source: Restore today
es: Restaurar hoy
fr: Restaurer aujourd'hui

# notification.action.snooze5min
source: Snooze 5 min
es: Posponer 5 min
fr: Reporter 5 min

# notification.action.snooze30min
source: Snooze 30 min
es: Posponer 30 min
fr: Reporter 30 min

# notification.action.skipDose
source: Skip this dose
es: Saltar esta dosis
fr: Sauter cette dose

# notification.action.markDone
source: Mark done
es: Marcar hecho
fr: Marquer fait

# intent.whatsNext.title
source: What's next
es: Qué toca ahora
fr: Prochain bloc

# intent.whatsNext.shortTitle
source: What's next
es: Qué toca
fr: Prochain

# intent.whatsNext.description
source: Reads the next block from your active routine template.
es: Lee el siguiente bloque de tu plantilla activa.
fr: Lit le prochain bloc de votre modèle actif.

# intent.whatsNext.noTemplate
source: There's no active template for today.
es: No hay plantilla activa para hoy.
fr: Aucun modèle actif pour aujourd'hui.

# intent.whatsNext.noMore
source: Nothing else scheduled today.
es: No queda nada más para hoy.
fr: Plus rien de prévu aujourd'hui.

# intent.whatsNext.current.format
source: %1$@ is happening now (started at %2$@).
es: %1$@ está en curso (empezó a las %2$@).
fr: %1$@ est en cours (commencé à %2$@).

# intent.whatsNext.upcoming.format
source: Next: %1$@ at %2$@.
es: Siguiente: %1$@ a las %2$@.
fr: Suivant : %1$@ à %2$@.

# widget.nextBlock.title
source: Next block
es: Próximo bloque
fr: Prochain bloc

# widget.nextBlock.description
source: Shows your current or upcoming routine block.
es: Muestra tu bloque actual o próximo de la rutina.
fr: Affiche le bloc en cours ou à venir.

# widget.nextBlock.empty.title
source: Nothing scheduled
es: Nada programado
fr: Rien de prévu

# trip.detail.section.cover
source: Cover
es: Portada
fr: Couverture

# trip.cover.label
source: Trip cover photo
es: Foto de portada del viaje
fr: Photo de couverture du voyage

# trip.cover.action.choose
source: Choose photo
es: Elegir foto
fr: Choisir une photo

# trip.cover.action.replace
source: Replace photo
es: Reemplazar foto
fr: Remplacer la photo

# trip.cover.action.remove
source: Remove
es: Quitar
fr: Supprimer

# trip.detail.section.packing
source: Packing list
es: Equipaje
fr: Bagages

# trip.packing.field.label
source: Item
es: Artículo
fr: Article

# trip.packing.field.placeholder
source: e.g. Sunscreen
es: ej. Crema solar
fr: ex. crème solaire

# trip.packing.action.add
source: Add item
es: Añadir artículo
fr: Ajouter

# trip.packing.summary.%lld.%lld
source: %1$lld of %2$lld packed
es: %1$lld de %2$lld empacados
fr: %1$lld sur %2$lld emballés

# hydration.streak.%lld
source: %lld-day hydration streak
es: Racha de hidratación: %lld días
fr: Série d'hydratation : %lld jours

# housekeeping.filter.label
source: Room
es: Habitación
fr: Pièce

# housekeeping.filter.all
source: All rooms
es: Todas
fr: Toutes

# housekeeping.filter.unsorted
source: Unsorted
es: Sin clasificar
fr: Non classés

# housekeeping.field.room
source: Room
es: Habitación
fr: Pièce

# housekeeping.field.room.placeholder
source: Optional. e.g. Kitchen
es: Opcional. ej. Cocina
fr: Optionnel. ex. Cuisine

# birthdays.action.editLead
source: Heads-up days
es: Aviso (días)
fr: Préavis (jours)

# birthdays.lead.field
source: Days before
es: Días antes
fr: Jours avant

# birthdays.lead.%lld
source: %lld days before
es: %lld días antes
fr: %lld jours avant

# birthdays.lead.footer.%lld
source: Default for everyone is %lld days.
es: El valor por defecto es %lld días.
fr: La valeur par défaut est %lld jours.

# birthdays.lead.action.useDefault
source: Use default
es: Usar predeterminado
fr: Utiliser la valeur par défaut

# settings.section.focus
source: Deep Focus
es: Concentración
fr: Concentration

# settings.focus.entry
source: Scheduled focus windows
es: Ventanas programadas
fr: Fenêtres planifiées

# settings.focus.title
source: Focus windows
es: Ventanas de concentración
fr: Fenêtres de concentration

# settings.focus.editor.title
source: Focus window
es: Ventana de concentración
fr: Fenêtre de concentration

# settings.focus.empty.title
source: No focus windows
es: Sin ventanas
fr: Aucune fenêtre

# settings.focus.empty.description
source: Add a recurring window during which non-critical notifications are silenced.
es: Añade una ventana recurrente que silencie notificaciones no críticas.
fr: Ajoutez une fenêtre récurrente pour couper les notifications non critiques.

# settings.focus.action.add
source: Add focus window
es: Añadir ventana
fr: Ajouter une fenêtre

# settings.focus.field.label
source: Label
es: Etiqueta
fr: Étiquette

# settings.focus.field.label.placeholder
source: e.g. Sleep window
es: ej. Ventana de sueño
fr: ex. fenêtre de sommeil

# settings.focus.field.start
source: Starts
es: Inicio
fr: Début

# settings.focus.field.end
source: Ends
es: Fin
fr: Fin

# settings.focus.field.weekdays
source: Weekdays
es: Días
fr: Jours

# settings.focus.weekday.sun
source: Sunday
es: Domingo
fr: Dimanche

# settings.focus.weekday.mon
source: Monday
es: Lunes
fr: Lundi

# settings.focus.weekday.tue
source: Tuesday
es: Martes
fr: Mardi

# settings.focus.weekday.wed
source: Wednesday
es: Miércoles
fr: Mercredi

# settings.focus.weekday.thu
source: Thursday
es: Jueves
fr: Jeudi

# settings.focus.weekday.fri
source: Friday
es: Viernes
fr: Vendredi

# settings.focus.weekday.sat
source: Saturday
es: Sábado
fr: Samedi

# today.summary.title.%lld.%lld
source: %1$lld of %2$lld blocks done
es: %1$lld de %2$lld bloques hechos
fr: %1$lld blocs sur %2$lld faits

# today.trip.daysUntil.%lld
source: Departs in %lld days
es: Sales en %lld días
fr: Départ dans %lld jours

# today.trip.departingToday
source: Departing today
es: Sales hoy
fr: Départ aujourd'hui

# today.empty.title
source: No active template
es: Sin plantilla activa
fr: Aucun modèle actif

# today.empty.description
source: Pick or create a template in the Templates tab to see today's schedule.
es: Elige o crea una plantilla en la pestaña Plantillas para ver el horario de hoy.
fr: Choisis ou crée un modèle dans l'onglet Modèles pour voir le programme du jour.

# today.empty.action.createTemplate
source: Create a template
es: Crear plantilla
fr: Créer un modèle

# templateList.title
source: Templates
es: Plantillas
fr: Modèles

# templateList.empty.title
source: No templates yet
es: Aún no hay plantillas
fr: Aucun modèle pour l'instant

# templateList.empty.description
source: Tap + to create your first routine template.
es: Toca + para crear tu primera plantilla de rutina.
fr: Appuie sur + pour créer ton premier modèle de routine.

# templateList.active
source: Active
es: Activa

# templateList.action.activate
source: Activate
es: Activar
fr: Activer

# templateList.new.title
source: New template
es: Nueva plantilla
fr: Nouveau modèle

# templateList.new.name
source: Name
es: Nombre
fr: Nom

# templateList.new.name.placeholder
source: Weekday routine
es: Rutina laborable
fr: Routine de semaine

# templateList.new.dayType
source: Day type
es: Tipo de día
fr: Type de jour

# templateEditor.section.metadata
source: Template
es: Plantilla
fr: Modèle

# templateEditor.section.blocks
source: Blocks
es: Bloques
fr: Blocs

# templateEditor.field.name
source: Name
es: Nombre
fr: Nom

# templateEditor.field.name.placeholder
source: Template name
es: Nombre de la plantilla
fr: Nom du modèle

# templateEditor.field.dayType
source: Day type
es: Tipo de día
fr: Type de jour

# templateEditor.empty
source: No blocks yet — add your first one below.
es: Aún no hay bloques — añade el primero abajo.
fr: Aucun bloc pour l'instant — ajoute le premier ci-dessous.

# templateEditor.action.addBlock
source: Add block
es: Añadir bloque
fr: Ajouter un bloc

# blockEditor.title.new
source: New block
es: Nuevo bloque
fr: Nouveau bloc

# blockEditor.title.edit
source: Edit block
es: Editar bloque
fr: Modifier le bloc

# blockEditor.section.basics
source: Basics
es: Básicos
fr: Essentiel

# blockEditor.section.timing
source: Timing
es: Horario
fr: Horaire

# blockEditor.section.alerts
source: Alerts
es: Alertas
fr: Alertes

# blockEditor.section.notes
source: Notes
es: Notas

# blockEditor.field.title
source: Title
es: Título
fr: Titre

# blockEditor.field.title.placeholder
source: What's this block?
es: ¿Qué es este bloque?
fr: Quel est ce bloc ?

# blockEditor.field.category
source: Category
es: Categoría
fr: Catégorie

# blockEditor.field.startTime
source: Start time
es: Hora de inicio
fr: Heure de début

# blockEditor.field.duration
source: Duration
es: Duración
fr: Durée

# blockEditor.field.leadTime
source: Notify before
es: Avisar antes
fr: Avertir avant

# blockEditor.field.deepFocus
source: Deep focus
es: Enfoque profundo
fr: Concentration

# blockEditor.field.notes
source: Notes
es: Notas

# blockEditor.field.notes.placeholder
source: Optional details
es: Detalles opcionales
fr: Détails facultatifs

# blockEditor.section.location
source: Location
es: Ubicación
fr: Lieu

# blockEditor.section.location.footer
source: When set, the alert is moved earlier by the estimated travel time from your home.
es: Si se rellena, la alerta se adelanta por el tiempo de viaje estimado desde tu casa.
fr: Si renseigné, l'alerte est avancée du temps de trajet estimé depuis votre domicile.

# blockEditor.field.locationName
source: Place name
es: Nombre del lugar
fr: Nom du lieu

# blockEditor.field.locationName.placeholder
source: Optional — e.g. Clinic
es: Opcional — ej. Clínica
fr: Facultatif — ex. Clinique

# blockEditor.field.latitude
source: Latitude
es: Latitud

# blockEditor.field.longitude
source: Longitude
es: Longitud

# blockEditor.field.location.invalid
source: Latitude and longitude must be valid coordinates.
es: Latitud y longitud deben ser coordenadas válidas.
fr: La latitude et la longitude doivent être des coordonnées valides.

# onboarding.welcome.title
source: Welcome
es: Bienvenido
fr: Bienvenue

# onboarding.welcome.body
source: personal-hygiene helps you follow your day with military precision: hygiene, meals, work, medication, sleep. We'll start with two example templates you can edit.
es: personal-hygiene te ayuda a seguir tu día con precisión militar: aseo, comidas, trabajo, medicación, sueño. Empezamos con dos plantillas de ejemplo que puedes editar.
fr: personal-hygiene t'aide à suivre ta journée avec une précision militaire : hygiène, repas, travail, médicaments, sommeil. On commence avec deux modèles d'exemple que tu peux modifier.

# onboarding.action.start
source: Get started
es: Empezar
fr: Commencer

# onboarding.template.weekday
source: Weekday routine
es: Rutina laborable
fr: Routine de semaine

# onboarding.template.weekend
source: Weekend routine
es: Rutina fin de semana
fr: Routine de week-end

# seed.block.hygiene
source: Hygiene
es: Aseo
fr: Toilette

# seed.block.breakfast
source: Breakfast
es: Desayuno
fr: Petit-déjeuner

# seed.block.medication
source: Medication
es: Medicación
fr: Médicament

# seed.block.work
source: Work
es: Trabajo
fr: Travail

# seed.block.dinner
source: Dinner
es: Cena
fr: Dîner

# seed.block.sleep
source: Sleep
es: Dormir
fr: Sommeil

# category.hygiene
source: Hygiene
es: Aseo
fr: Hygiène

# category.meal
source: Meal
es: Comida
fr: Repas

# category.sport
source: Sport
es: Deporte

# category.work
source: Work
es: Trabajo
fr: Travail

# category.medical
source: Medical
es: Médico
fr: Médical

# category.shopping
source: Shopping
es: Compras
fr: Courses

# category.medication
source: Medication
es: Medicación
fr: Médicament

# category.kids
source: Kids
es: Hijos
fr: Enfants

# category.sleep
source: Sleep
es: Dormir
fr: Sommeil

# category.hydration
source: Hydration
es: Hidratación
fr: Hydratation

# category.housekeeping
source: Housekeeping
es: Tareas del hogar
fr: Ménage

# dayType.weekday
source: Weekday
es: Laborable
fr: Semaine

# dayType.weekend
source: Weekend
es: Fin de semana

# dayType.vacation
source: Vacation
es: Vacaciones
fr: Vacances

# dayType.custom
source: Custom
es: Personalizado
fr: Personnalisé

# tab.settings
source: Settings
es: Ajustes
fr: Réglages

# settings.title
source: Settings
es: Ajustes
fr: Réglages

# settings.section.notifications
source: Notifications
es: Notificaciones

# settings.section.scheduling
source: Scheduling
es: Programación
fr: Planification

# settings.notifications.status
source: Permission
es: Permiso
fr: Autorisation

# settings.notifications.status.authorized
source: Granted
es: Concedido
fr: Accordée

# settings.notifications.status.denied
source: Denied
es: Denegado
fr: Refusée

# settings.notifications.status.ephemeral
source: Ephemeral
es: Efímero
fr: Éphémère
